[
  {
    "url": "https://www.noon.com/uae-en/baby-body-lotion-for-delicate-skin-400ml/N12832131A/p/?o=ef5513ac285c16ce",
    "title": "Baby Body Lotion For Delicate Skin, 400ml",
    "brand": "Not found",
    "category": "Not found",
    "original_price": "46.00",
    "discounted_price": "43.00",
    "discount_percentage": "6% Off",
    "expiry_date": "Not found",
    "description": "Baby Sebamed Body Lotion offers gentle protection for delicate baby skin. Its moisturising and emollient complex safeguards against dryness, making the skin smooth and supple. Rapidly absorbed without greasy residue, Baby Sebamed Body Lotion is suitable for whole body care after washing and bathing. Its pH 5.5 value of healthy skin is clinically proven to promote the development of the skin’s natural protective acid mantle.HighlightsGentle protection for delicate baby skinMoisturizing and emollient complex safeguards against drynessApply a generous amount after bathing to seal in moistureKeeps your baby feeling snuggly and softSoothing effect on the skin that leaves the baby feeling fresh and happySpecificationsSize400 mlDepartmentUnisexWhat's In The Box1 x Baby Body Lotion With CamomileModel Number158072Target Age RangeLittle BabyFormationLiquidFeaturesScentedModel Name158072",
    "product_image": "https://f.nooncdn.com/p/pnsku/N12832131A/45/_/1766380634/57166147-12f1-4825-9740-b7992817a6ff.jpg?width=800",
    "estimated_weight": "0.40 kg",
    "landed_cost": {
      "product_price_pkr": 3282,
      "total_custom_cost_pkr": 656,
      "total_shipping_pkr": 4580,
      "total_landed_cost_pkr": 8518
    }
  },
  {
    "url": "https://www.noon.com/uae-en/khamrah-unisex-eau-de-parfum-by-lattafa-100ml/ZF23DE5EC51560ADE2D7EZ/p/?o=zf23de5ec51560ade2d7ez-1",
    "title": "Khamrah Unisex Eau De Parfum by Lattafa 100ml",
    "brand": "Not found",
    "category": "Not found",
    "original_price": "129.00",
    "discounted_price": "74.00",
    "discount_percentage": "42% Off",
    "expiry_date": "Not found",
    "description": "SpecificationsFragrance Size100 - 119 mlBase NoteMusk, Amber, Vanilla, Bpabe TonkaTop NoteCypriol (Nagharmotha), Nutmeg, SaffronDepartmentUnisexWhat's In The BoxPerfumeModel Number6291108737873Scents/NotesArabianHeart/Middle NoteSandalwood, Cedar, Patchouli, Guiaiac Wood, Gurjun, JasmineSize100 mlShelf Life2 yearProduct SubtypeParfumModel NameKhamarah",
    "product_image": "https://f.nooncdn.com/p/pzsku/ZF23DE5EC51560ADE2D7EZ/45/1765448761/ed471666-5186-49bf-951c-1324ddabc83c.jpg?width=800",
    "estimated_weight": "0.20 kg",
    "landed_cost": {
      "product_price_pkr": 5648,
      "total_custom_cost_pkr": 1130,
      "total_shipping_pkr": 4580,
      "total_landed_cost_pkr": 11358
    }
  },
  {
    "url": "https://www.noon.com/uae-en/170cm-phone-tripod-portable-phone-stand-tripod-for-travel-video-recording-long-distance-remote-control-with-1-4-screw-and-detachable-phone-clip-compatible-with-iphone-android-camera-with-1-4-hole/Z45F95A7DE018D7597AB8Z/p/?o=z45f95a7de018d7597ab8z-1",
    "title": "170cm Phone Tripod, Portable Phone Stand Tripod for Travel/Video Recording, Long Distance Remote Control, with 1/4'' Screw and Detachable phone clip, Compatible with iPhone/Android/Camera with 1/4'' Hole",
    "brand": "Not found",
    "category": "Not found",
    "original_price": "109.00",
    "discounted_price": "76.00",
    "discount_percentage": "30% Off",
    "expiry_date": "Not found",
    "description": "HighlightsSturdy and Stable Camera Tripod Stand: Built with premium aluminum and featuring 2.8cm wide legs for enhanced stability and support.Selfie Tripod with Remote: Includes a rechargeable remote that pairs easily and works from up to 30 feet for convenient hands-free operation.Adjustable and Portable: Offers quick clip-lock height adjustment from 46cm to 170cm. Lightweight at only 514g for easy travel.Cold Shoe Phone Tripod and 180° Rotating Head: Comes with an adjustable phone clip (fits 6cm–9.5cm) and 360° rotatable holder. Pan head rotates 180°, with two cold shoe mounts for accessories like microphones and lights.Versatile Compatibility: Features a standard 1/4\" screw to support mirrorless/digital cameras, projectors, webcams, ring lights, and more. Can also function as a monopod, selfie stick, or live streaming stand.SpecificationsProduct Weight450 gWhat's In The Box1*Phone Tripod Stand 1*Remote Control 1*Charging Cable 1*User ManualModel NumberTF-5608Colour Name5608-BlackFeaturesRemote Control, Adjustable Height, FoldableNumber of pieces1",
    "product_image": "https://f.nooncdn.com/p/pzsku/Z45F95A7DE018D7597AB8Z/45/1744776925/ef4ea451-70d3-4535-a44d-34b305c7bdcb.jpg?width=800",
    "estimated_weight": "0.50 kg",
    "landed_cost": {
      "product_price_pkr": 5801,
      "total_custom_cost_pkr": 1160,
      "total_shipping_pkr": 4580,
      "total_landed_cost_pkr": 11541
    }
  },
  {
    "url": "https://www.noon.com/uae-en/breakproof-glass-straws-durable-reusable-glass-straws-8-pack-with-1-cleaning-brush-for-drinks-milk-smoothie/Z41C4942B9A1BF88D4F6FZ/p/?o=b011e817e3865cdb",
    "title": "Breakproof Glass Straws Durable Reusable Glass Straws 8 Pack with 1 Cleaning Brush For Drinks Milk Smoothie",
    "brand": "Not found",
    "category": "Not found",
    "original_price": "123.90",
    "discounted_price": "47.15",
    "discount_percentage": "61% Off",
    "expiry_date": "Not found",
    "description": "Sip in Style & Save the Planet!Upgrade your drinking experience with our eco-friendly 8-piece colorful glass straw set! These durable 4-inch short straws are perfect for smoothies, iced coffee, fresh juices and more. Made from premium borosilicate glass, they're shatter-resistant, dishwasher safe, and come with convenient cleaning brushes. Join the sustainable movement while adding a pop of color to your beverages!Why Choose Our Glass Straws?• Healthier Choice: Non-toxic and odor-free, unlike plastic straws.• Cost Effective: One set serves multiple users and occasions.• Visual Appeal: Beautiful .transparent colors show off your drinks.• Great Gift Idea: Perfect for eco-conscious friends, housewarmings, and weddings.Specifications:Material: Borosilicate Glass.Length: 4 inches (10 cm)，Diameter: 0.98 inches (2.5cm).Quantity: 8 straws + 2 cleaning brushes.Colors: Assorted vibrant colors (rainbow set).Care: Dishwasher safe up to 100°C.Perfect For:Home Use • Breakfast Smoothies • Iced Coffee • Kids' Drinks •Restaurants • Wedding Receptions • Baby Showers.Eco-Friendly Benefits:Reduces single-use plastic waste.Reusable for years with proper care.Chemical-free and food-safe.Sustainable alternative to plastic.Highlights【Multiple Color Straws】This set includes 8pcs multi-color mixing straws and 1 long-handled cleaning brush. The straws are 4 inches long and 0.98 inches in diameter, beautiful color straws set will embellish your kitchen and party.【SHATTER-RESISTANT & DURABLE】Made from high-quality borosilicate glass that resists breaking and withstands daily use. Much safer than regular glass straws!【DISHWASHER SAFE & EASY CLEAN】Simply toss in the dishwasher or use the included brushes for quick cleaning. Hygienic and maintenance-free!【REUSABLE & ECO-FRIENDLY】Reduce plastic waste with these reusable straws that last for years. Perfect for environmentally conscious consumers.【PERFECT SIZE & SHAPE】4-inch length ideal for short glasses,  iced coffee tumblers, and kids' drinks. Fits most cups sizes!SpecificationsMaterialGlassItem Pack QuantityPack of 9Colour NamePink Green BlueWhat's In The Box8 pcs glass straws and 1 pcs straw brush",
    "product_image": "https://f.nooncdn.com/p/pzsku/Z41C4942B9A1BF88D4F6FZ/45/1766033235/010a8de1-0187-40e6-9f12-80e8a98b4d2f.jpg?width=800",
    "estimated_weight": "0.20 kg",
    "landed_cost": {
      "product_price_pkr": 3599,
      "total_custom_cost_pkr": 540,
      "total_shipping_pkr": 4580,
      "total_landed_cost_pkr": 8719
    }
  },
  {
    "url": "https://www.noon.com/uae-en/glow-japanese-glutathione-vit-c-for-skin-radiance-even-tone-20-effervescent-tablets-strawberry-lemon-flavour/ZD8E579EFB09388D43373Z/p/?o=zd8e579efb09388d43373z-1",
    "title": "Glow - Japanese Glutathione & Vit. C for skin radiance & even tone - 20 Effervescent Tablets, Strawberry-Lemon flavour",
    "brand": "Not found",
    "category": "Not found",
    "original_price": "120.00",
    "discounted_price": "59.00",
    "discount_percentage": "50% Off",
    "expiry_date": "Not found",
    "description": "Made with the World's best Japanese OPITAC™ Glutathione, Chicnutrix Glow is your solution for achieving radiant and glowing skin. Glutathione plays a crucial role in neutralizing free radicals, reducing oxidative stress, and detoxifying harmful substances. When Glutathione levels are low, the skin becomes more susceptible to damage from UV radiation, pollution, and other environmental stressors, resulting in issues like pigmentation, dark spots, acne scars, and dull skin. To address this, Chicnutrix Glow Glutathione tablets offer a convenient way to supplement your diet and maintain your skin's natural glow. However, the absorption of oral Glutathione has traditionally been a concern, particularly with lower quality products on the market. Chicnutrix Glow contains Japanese OPITAC™ Glutathione, clinically proven for its superior absorption even when taken orally. It helps inhibit tyrosine activity, reducing dull skin cells (eumelanin) while promoting bright skin cells (pheomelanin). Vitamin C is also included to enhance Glutathione absorption and efficiency. Just add 1 tablet in 250 ml of water, allow it to dissolve and drink regularly for 8 weeks for best results!Highlights✓ Power of Japanese OPITAC™ Glutathione - Unlike ordinary glutathione, Glow has World's Best Japanese OPITAC™ Glutathione which is 100% natural and clinically proven for oral absorption unlike other low quality Chinese Glutathione. It is also the only GRAS certified glutathione which is 100% safe for consumption.✓ Added Vitamin C Boost - Vitamin C is a powerful antioxidant that not only helps boost skin radiance but also helps in absorption of glutathione in the body ensuring faster action and effective results✓ Swiss Effervescent Technology - An innovative fast-absorption technology designed to facilitate the intake and speed up the absorption of nutrients. Effervescent Technology ensures 80-90% absorption and is gentle on your stomach whereas your traditional capsules and tablets offer only 40-50% absorption and cause gastrointestinal discomfort✓ State of the art R&D - With our in-house R&D, all our nutritional supplements are developed on a strong scientific foundation with the utmost levels of quality standards and ingredient sourcing. Our products are NON-GMO, clinically studied, FSSAI approved, and made in WHO GMP certified facility.✓ How to Use: Drop 1 effervescent tablet in 250 ml water, wait until it dissolves completely in water and drink.SpecificationsProduct Weight100 gDietary NeedsVegetarianItem FormTabletsProduct Length2.9 cmProduct Width2.9 cmModel NumberNFG000067Serve Count20 TabletsActive IngredientsOPITAC L-Glutathione, Vitamin CDepartmentUnisexShelf Life3 yearFlavourStrawberryProduct Height14.5 cmWhat's In The Box20 Effervescent TabletsModel NameChic_Glow_SLFlavourstrawberry",
    "product_image": "https://f.nooncdn.com/p/pzsku/ZD8E579EFB09388D43373Z/45/1765448771/ac63d747-50d1-461a-ba48-632912e052e2.jpg?width=800",
    "estimated_weight": "0.05 kg",
    "landed_cost": {
      "product_price_pkr": 4503,
      "total_custom_cost_pkr": 0,
      "total_shipping_pkr": 4580,
      "total_landed_cost_pkr": 9083
    }
  }
]